---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbForceDashFt
source: html/835349f4-22df-5f58-e540-b340a3b24e1e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbForceDashFt Property

Symbol lb-ft, indicating unit Pound force feet.

## Syntax (C#)
```csharp
public static ForgeTypeId LbForceDashFt { get; }
```